Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Couldn't connect
ar: تعذّر الاتصال
de: Keine Verbindung
es: No se pudo conectar
fil: Hindi makakonekta
fr: Connexion impossible
hi: कनेक्ट नहीं हो सका
id: Tidak bisa terhubung
it: Connessione non riuscita
ja: 接続できませんでした
ko: 연결하지 못했어요
nl: Kon niet verbinden
pl: Nie udało się połączyć
pt_br: Não foi possível conectar
ru: Не удалось подключиться
sv: Kunde inte ansluta
tr: Bağlanılamadı
uk: Не вдалося під'єднатися
vi: Không thể kết nối
zh_hans: 无法连接

source: Couldn't start
ar: تعذّر البدء
de: Start fehlgeschlagen
es: No se pudo empezar
fil: Hindi makapagsimula
fr: Impossible de commencer
hi: शुरू नहीं हो सका
id: Tidak bisa dimulai
it: Impossibile iniziare
ja: 開始できませんでした
ko: 시작하지 못했어요
nl: Kon niet starten
pl: Nie udało się rozpocząć
pt_br: Não foi possível começar
ru: Не удалось начать
sv: Kunde inte starta
tr: Başlatılamadı
uk: Не вдалося почати
vi: Không thể bắt đầu
zh_hans: 无法开始

source: Create a free account so your plan and progress follow you to any device.
ar: أنشئ حسابًا مجانيًا لترافقك خطتك وتقدمك على أي جهاز.
de: Erstelle ein kostenloses Konto, damit dein Plan und dein Fortschritt dich auf jedes Gerät begleiten.
es: Crea una cuenta gratuita para que tu plan y tu progreso te sigan a cualquier dispositivo.
fil: Gumawa ng libreng account para masundan ka ng plan at progreso mo sa kahit anong device.
fr: Crée un compte gratuit pour retrouver ton plan et tes progrès sur tous tes appareils.
hi: मुफ़्त खाता बनाएँ ताकि आपका प्लान और प्रगति हर डिवाइस पर आपके साथ रहे।
id: Buat akun gratis agar paket dan progresmu ikut ke perangkat mana pun.
it: Crea un account gratuito così il tuo piano e i tuoi progressi ti seguono su ogni dispositivo.
ja: 無料アカウントを作成すると、プランと進捗をどのデバイスでも引き継げます。
ko: 무료 계정을 만들면 플랜과 진행 상황을 어느 기기에서나 이어갈 수 있어요.
nl: Maak een gratis account zodat je plan en voortgang met je meegaan naar elk apparaat.
pl: Załóż darmowe konto, aby twój plan i postępy były dostępne na każdym urządzeniu.
pt_br: Crie uma conta grátis para que seu plano e seu progresso te acompanhem em qualquer aparelho.
ru: Создайте бесплатный аккаунт, чтобы план и прогресс были с вами на любом устройстве.
sv: Skapa ett kostnadsfritt konto så att din plan och dina framsteg följer med till alla enheter.
tr: Planın ve ilerlemen her cihazda seninle olsun diye ücretsiz bir hesap oluştur.
uk: Створіть безкоштовний обліковий запис, щоб ваш план і прогрес були з вами на будь-якому пристрої.
vi: Tạo tài khoản miễn phí để kế hoạch và tiến độ theo bạn trên mọi thiết bị.
zh_hans: 创建免费账户，你的计划和进度就能在任何设备上同步。

source: Credit for my ideas
ar: التقدير لأفكاري
de: Anerkennung für meine Ideen
es: Reconocimiento por mis ideas
fil: Kilalanin ang mga ideya ko
fr: La reconnaissance de mes idées
hi: मेरे विचारों का श्रेय
id: Ide saya dihargai
it: Il merito per le mie idee
ja: 自分のアイデアを評価されること
ko: 내 아이디어를 인정받는 것
nl: Erkenning voor mijn ideeën
pl: Uznania za moje pomysły
pt_br: Crédito pelas minhas ideias
ru: Признание моих идей
sv: Erkännande för mina idéer
tr: Fikirlerim için takdir
uk: Визнання моїх ідей
vi: Được ghi nhận ý tưởng
zh_hans: 我的想法得到认可

source: Criterion
ar: المعيار
de: Kriterium
es: Criterio
fil: Pamantayan
fr: Critère
hi: मानदंड
id: Kriteria
it: Criterio
ja: 評価項目
ko: 평가 기준
nl: Criterium
pl: Kryterium
pt_br: Critério
ru: Критерий
sv: Kriterium
tr: Ölçüt
uk: Критерій
vi: Tiêu chí
zh_hans: 评估标准

source: Curious
ar: فضولي
de: Neugierig
es: Con curiosidad
fil: Mausisa
fr: Curieux
hi: जिज्ञासु
id: Penasaran
it: Curioso
ja: 好奇心旺盛
ko: 호기심 많은
nl: Nieuwsgierig
pl: Dociekliwie
pt_br: Curioso
ru: С интересом
sv: Nyfiket
tr: Meraklı
uk: З цікавістю
vi: Tò mò
zh_hans: 好奇

source: Custom & impromptu
ar: مخصّص وارتجالي
de: Eigenes und Spontanes
es: A medida e improvisadas
fil: Custom at biglaan
fr: Sur mesure et improvisé
hi: अपनी और अचानक वाली
id: Kustom & spontan
it: Su misura e improvvisate
ja: カスタムと即興
ko: 맞춤 및 즉흥
nl: Eigen en spontaan
pl: Własne i spontaniczne
pt_br: Personalizado e improviso
ru: Свои и спонтанные
sv: Eget och spontant
tr: Özel ve doğaçlama
uk: Свої та спонтанні
vi: Tùy chỉnh & ứng biến
zh_hans: 自定义与即兴

source: Custom situation
ar: موقف مخصّص
de: Eigene Situation
es: Situación personalizada
fil: Custom na sitwasyon
fr: Situation personnalisée
hi: अपनी स्थिति
id: Situasi kustom
it: Situazione personalizzata
ja: カスタムシチュエーション
ko: 맞춤 상황
nl: Eigen situatie
pl: Własna sytuacja
pt_br: Situação personalizada
ru: Своя ситуация
sv: Egen situation
tr: Özel durum
uk: Своя ситуація
vi: Tình huống tùy chỉnh
zh_hans: 自定义场景

source: Daily prompt
ar: سؤال اليوم
de: Tagesimpuls
es: Reto diario
fil: Tanong ng araw
fr: Défi du jour
hi: रोज़ का सवाल
id: Topik harian
it: Spunto del giorno
ja: 今日のお題
ko: 오늘의 질문
nl: Dagelijkse vraag
pl: Codzienne wyzwanie
pt_br: Desafio diário
ru: Вопрос дня
sv: Dagens fråga
tr: Günlük soru
uk: Питання дня
vi: Chủ đề hằng ngày
zh_hans: 每日话题

source: Daily reminder
ar: تذكير يومي
de: Tägliche Erinnerung
es: Recordatorio diario
fil: Araw-araw na paalala
fr: Rappel quotidien
hi: रोज़ का रिमाइंडर
id: Pengingat harian
it: Promemoria giornaliero
ja: 毎日のリマインダー
ko: 매일 알림
nl: Dagelijkse herinnering
pl: Codzienne przypomnienie
pt_br: Lembrete diário
ru: Ежедневное напоминание
sv: Daglig påminnelse
tr: Günlük hatırlatıcı
uk: Щоденне нагадування
vi: Lời nhắc hằng ngày
zh_hans: 每日提醒

source: Date
ar: التاريخ
de: Datum
es: Fecha
fil: Petsa
hi: तारीख
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt_br: Data
ru: Дата
sv: Datum
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fil: Burahin
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Radera
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

source: Delete account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fil: Burahin ang account
fr: Supprimer le compte
hi: खाता हटाएँ
id: Hapus akun
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
nl: Verwijder account
pl: Usuń konto
pt_br: Apagar conta
ru: Удалить аккаунт
sv: Radera konto
tr: Hesabı sil
uk: Видалити обліковий запис
vi: Xóa tài khoản
zh_hans: 删除账户

source: Delete presentation
ar: حذف العرض التقديمي
de: Präsentation löschen
es: Eliminar presentación
fil: Burahin ang presentation
fr: Supprimer la présentation
hi: प्रेज़ेंटेशन हटाएँ
id: Hapus presentasi
it: Elimina presentazione
ja: プレゼンを削除
ko: 발표 삭제
nl: Verwijder presentatie
pl: Usuń prezentację
pt_br: Apagar apresentação
ru: Удалить презентацию
sv: Radera presentation
tr: Sunumu sil
uk: Видалити презентацію
vi: Xóa bài thuyết trình
zh_hans: 删除演讲

source: Delete this presentation?
ar: هل تريد حذف هذا العرض التقديمي؟
de: Diese Präsentation löschen?
es: ¿Eliminar esta presentación?
fil: Burahin ang presentation na ito?
fr: Supprimer cette présentation ?
hi: यह प्रेज़ेंटेशन हटाएँ?
id: Hapus presentasi ini?
it: Eliminare questa presentazione?
ja: このプレゼンを削除しますか？
ko: 이 발표를 삭제할까요?
nl: Deze presentatie verwijderen?
pl: Usunąć tę prezentację?
pt_br: Apagar esta apresentação?
ru: Удалить эту презентацию?
sv: Radera den här presentationen?
tr: Bu sunum silinsin mi?
uk: Видалити цю презентацію?
vi: Xóa bài thuyết trình này?
zh_hans: 删除这个演讲？

source: Delete your account?
ar: هل تريد حذف حسابك؟
de: Dein Konto löschen?
es: ¿Eliminar tu cuenta?
fil: Burahin ang account mo?
fr: Supprimer ton compte ?
hi: अपना खाता हटाएँ?
id: Hapus akunmu?
it: Eliminare il tuo account?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
nl: Je account verwijderen?
pl: Usunąć twoje konto?
pt_br: Apagar sua conta?
ru: Удалить ваш аккаунт?
sv: Radera ditt konto?
tr: Hesabın silinsin mi?
uk: Видалити ваш обліковий запис?
vi: Xóa tài khoản của bạn?
zh_hans: 删除你的账户？

source: Describe any conversation
ar: صِف أي محادثة
de: Beschreibe ein beliebiges Gespräch
es: Describe cualquier conversación
fil: Ilarawan ang kahit anong usapan
fr: Décris n'importe quelle conversation
hi: कोई भी बातचीत बताएँ
id: Jelaskan percakapan apa saja
it: Descrivi qualsiasi conversazione
ja: どんな会話でも説明してください
ko: 어떤 대화든 설명해 보세요
nl: Beschrijf elk gesprek
pl: Opisz dowolną rozmowę
pt_br: Descreva qualquer conversa
ru: Опишите любой разговор
sv: Beskriv vilket samtal som helst
tr: Herhangi bir konuşmayı anlat
uk: Опишіть будь-яку розмову
vi: Mô tả bất kỳ cuộc trò chuyện nào
zh_hans: 描述任意一段对话

source: Describe any conversation. Your partner plays the other side.
ar: صِف أي محادثة. يؤدي شريكك دور الطرف الآخر.
de: Beschreibe ein beliebiges Gespräch. Dein Gegenüber übernimmt die andere Seite.
es: Describe cualquier conversación. Tu compañero hace el otro papel.
fil: Ilarawan ang kahit anong usapan. Gagampanan ng partner mo ang kabilang panig.
fr: Décris n'importe quelle conversation. Ton partenaire joue l'autre rôle.
hi: कोई भी बातचीत बताएँ। आपका पार्टनर दूसरी तरफ़ का किरदार निभाएगा।
id: Jelaskan percakapan apa saja. Partnermu memerankan pihak lain.
it: Descrivi qualsiasi conversazione. Il tuo partner interpreta l'altra parte.
ja: どんな会話でも説明してください。相手役はパートナーが演じます。
ko: 어떤 대화든 설명해 보세요. 파트너가 상대 역할을 맡아요.
nl: Beschrijf elk gesprek. Je partner speelt de andere kant.
pl: Opisz dowolną rozmowę. Twój partner zagra drugą stronę.
pt_br: Descreva qualquer conversa. Seu parceiro faz o outro lado.
ru: Опишите любой разговор. Партнёр сыграет другую сторону.
sv: Beskriv vilket samtal som helst. Din partner spelar den andra sidan.
tr: Herhangi bir konuşmayı anlat. Partnerin karşı tarafı oynar.
uk: Опишіть будь-яку розмову. Партнер зіграє іншу сторону.
vi: Mô tả bất kỳ cuộc trò chuyện nào. Bạn tập sẽ đóng vai bên kia.
zh_hans: 描述任意一段对话。你的搭档会扮演对方。

source: Describe your job or your studies in two sentences.
ar: صِف عملك أو دراستك في جملتين.
de: Beschreibe deine Arbeit oder dein Studium in zwei Sätzen.
es: Describe tu trabajo o tus estudios en dos frases.
fil: Ilarawan ang trabaho o pag-aaral mo sa dalawang pangungusap.
fr: Décris ton travail ou tes études en deux phrases.
hi: अपने काम या पढ़ाई के बारे में दो वाक्यों में बताएँ।
id: Jelaskan pekerjaan atau studimu dalam dua kalimat.
it: Descrivi il tuo lavoro o i tuoi studi in due frasi.
ja: あなたの仕事や勉強について、二文で説明してください。
ko: 하는 일이나 공부하는 것을 두 문장으로 설명해 보세요.
nl: Beschrijf je werk of studie in twee zinnen.
pl: Opisz swoją pracę lub studia w dwóch zdaniach.
pt_br: Descreva seu trabalho ou seus estudos em duas frases.
ru: Опишите свою работу или учёбу в двух предложениях.
sv: Beskriv ditt jobb eller dina studier med två meningar.
tr: İşini ya da eğitimini iki cümleyle anlat.
uk: Опишіть свою роботу або навчання двома реченнями.
vi: Mô tả công việc hoặc việc học của bạn trong hai câu.
zh_hans: 用两句话描述你的工作或学业。

source: Discard recording
ar: تجاهل التسجيل
de: Aufnahme verwerfen
es: Descartar grabación
fil: Itapon ang recording
fr: Supprimer l'enregistrement
hi: रिकॉर्डिंग हटाएँ
id: Buang rekaman
it: Scarta registrazione
ja: 録音を破棄
ko: 녹음 삭제
nl: Opname weggooien
pl: Odrzuć nagranie
pt_br: Descartar gravação
ru: Удалить запись
sv: Släng inspelningen
tr: Kaydı sil
uk: Видалити запис
vi: Bỏ bản ghi âm
zh_hans: 放弃录音

source: Does this sound like you?
ar: هل يشبهك هذا؟
de: Kommt dir das bekannt vor?
es: ¿Te suena esto?
fil: Parang ikaw ba ito?
fr: Ça te ressemble ?
hi: क्या यह आप जैसा लगता है?
id: Apakah ini seperti kamu?
it: Ti ci ritrovi?
ja: これはあなたに当てはまりますか？
ko: 내 이야기 같나요?
nl: Klinkt dit als jij?
pl: Brzmi znajomo?
pt_br: Isso parece com você?
ru: Это про вас?
sv: Låter det här som du?
tr: Bu sana benziyor mu?
uk: Це про вас?
vi: Điều này có giống bạn không?
zh_hans: 这像你吗？

source: Don't Allow
ar: عدم السماح
de: Nicht erlauben
es: No permitir
fil: Huwag Payagan
fr: Refuser
hi: अनुमति न दें
id: Jangan Izinkan
it: Non consentire
ja: 許可しない
ko: 허용 안 함
nl: Sta niet toe
pl: Nie pozwalaj
pt_br: Não permitir
ru: Запретить
sv: Tillåt inte
tr: İzin Verme
uk: Не дозволяти
vi: Không cho phép
zh_hans: 不允许

source: Done
ar: تم
de: Fertig
es: Listo
fil: Tapos na
fr: OK
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: OK
ru: Готово
sv: Klar
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成

source: Done answering
ar: انتهيت من الإجابة
de: Antwort beendet
es: He terminado de responder
fil: Tapos na akong sumagot
fr: J'ai fini de répondre
hi: जवाब पूरा हुआ
id: Selesai menjawab
it: Ho finito di rispondere
ja: 答え終わりました
ko: 답변 완료
nl: Klaar met antwoorden
pl: Koniec odpowiedzi
pt_br: Terminei de responder
ru: Я закончил отвечать
sv: Klar med svaret
tr: Yanıtım bitti
uk: Я закінчив відповідати
vi: Đã trả lời xong
zh_hans: 回答完毕

source: Done today
ar: تم اليوم
de: Heute erledigt
es: Hecho hoy
fil: Tapos na ngayong araw
fr: Fait aujourd'hui
hi: आज हो गया
id: Selesai hari ini
it: Fatto oggi
ja: 今日は完了
ko: 오늘 완료
nl: Vandaag gedaan
pl: Zrobione dziś
pt_br: Feito hoje
ru: Сегодня сделано
sv: Klart i dag
tr: Bugün yapıldı
uk: Сьогодні зроблено
vi: Đã xong hôm nay
zh_hans: 今天已完成

source: Double-tap to commit to your plan.
ar: اضغط مرتين للالتزام بخطتك.
de: Doppeltippen, um dich auf deinen Plan festzulegen.
es: Toca dos veces para comprometerte con tu plan.
fil: I-double tap para mangako sa plan mo.
fr: Touche deux fois pour t'engager dans ton plan.
hi: अपने प्लान के प्रति प्रतिबद्ध होने के लिए दो बार टैप करें।
id: Ketuk dua kali untuk berkomitmen pada paketmu.
it: Tocca due volte per impegnarti nel tuo piano.
ja: ダブルタップしてプランに取り組むと決めます。
ko: 두 번 탭하여 플랜을 결심하세요.
nl: Tik twee keer om je aan je plan te verbinden.
pl: Stuknij dwukrotnie, aby zobowiązać się do planu.
pt_br: Toque duas vezes para assumir o compromisso com seu plano.
ru: Дважды коснитесь, чтобы взять обязательство по плану.
sv: Tryck två gånger för att förbinda dig till din plan.
tr: Planına söz vermek için iki kez dokun.
uk: Двічі торкніться, щоб узяти зобов'язання щодо плану.
vi: Chạm hai lần để cam kết với kế hoạch.
zh_hans: 轻点两下以下定决心执行计划。

source: Each session gets one focused retry, and this one has already been started. You can practice the whole scene again instead.
ar: لكل جلسة إعادة مركّزة واحدة، وقد بدأت هذه الإعادة بالفعل. يمكنك التدرّب على المشهد كاملًا من جديد بدلًا من ذلك.
de: Jede Einheit hat eine gezielte Wiederholung, und diese wurde bereits gestartet. Du kannst stattdessen die ganze Szene noch einmal üben.
es: Cada sesión tiene un reintento enfocado, y este ya se ha empezado. Puedes practicar la escena completa otra vez.
fil: Bawat session ay may isang nakatutok na pag-ulit, at nasimulan na ito. Puwede mong i-practice ulit ang buong eksena.
fr: Chaque séance a droit à un seul nouvel essai ciblé, et celui-ci a déjà commencé. Tu peux refaire toute la scène à la place.
hi: हर सेशन में एक केंद्रित दोहराव होता है, और यह शुरू हो चुका है। इसके बजाय आप पूरा दृश्य फिर से अभ्यास कर सकते हैं।
id: Setiap sesi mendapat satu kali ulang terfokus, dan yang ini sudah dimulai. Sebagai gantinya, kamu bisa melatih seluruh adegan lagi.
it: Ogni sessione ha un nuovo tentativo mirato, e questo è già stato avviato. Puoi rifare l'intera scena.
ja: 各セッションでやり直しは1回までで、それはすでに始まっています。代わりにシーン全体をもう一度練習できます。
ko: 세션마다 집중 재시도는 한 번이며, 이번 재시도는 이미 시작되었어요. 대신 전체 장면을 다시 연습할 수 있어요.
nl: Elke sessie krijgt één gerichte herkansing, en deze is al gestart. Je kunt in plaats daarvan de hele scène opnieuw oefenen.
pl: Każda sesja ma jedną ukierunkowaną powtórkę, a ta została już rozpoczęta. Zamiast tego możesz przećwiczyć całą scenę jeszcze raz.
pt_br: Cada sessão tem uma nova tentativa focada, e esta já foi iniciada. Você pode praticar a cena inteira de novo.
ru: У каждой сессии есть один точечный повтор, и он уже начат. Вместо этого можно заново отработать всю сцену.
sv: Varje session har ett fokuserat nytt försök, och det här har redan påbörjats. Du kan öva hela scenen igen i stället.
tr: Her oturumun odaklı bir tekrarı vardır ve bu tekrar zaten başlatıldı. Bunun yerine sahnenin tamamını yeniden çalışabilirsin.
uk: Кожна сесія має один точковий повтор, і його вже розпочато. Натомість можна заново відпрацювати всю сцену.
vi: Mỗi buổi có một lần thử lại tập trung, và lần này đã bắt đầu rồi. Thay vào đó, bạn có thể luyện lại toàn bộ tình huống.
zh_hans: 每次练习只有一次重点重试，而这次已经开始了。你可以改为重新练习整个场景。

source: Each unlock lasts
ar: مدة كل فتح
de: Jede Freigabe dauert
es: Cada desbloqueo dura
fil: Tagal ng bawat pag-unlock
fr: Chaque déblocage dure
hi: हर अनलॉक चलता है
id: Setiap buka kunci berlangsung
it: Ogni sblocco dura
ja: 1回のロック解除の長さ
ko: 잠금 해제 유지 시간
nl: Elke ontgrendeling duurt
pl: Każde odblokowanie trwa
pt_br: Cada desbloqueio dura
ru: Каждая разблокировка длится
sv: Varje upplåsning varar
tr: Her kilit açma süresi
uk: Кожне розблокування триває
vi: Mỗi lần mở khóa kéo dài
zh_hans: 每次解锁时长

source: Edit plan
ar: تعديل الخطة
de: Plan bearbeiten
es: Editar plan
fil: I-edit ang plan
fr: Modifier le plan
hi: प्लान बदलें
id: Edit paket
it: Modifica piano
ja: プランを編集
ko: 플랜 편집
nl: Plan bewerken
pl: Edytuj plan
pt_br: Editar plano
ru: Изменить план
sv: Redigera plan
tr: Planı düzenle
uk: Змінити план
vi: Sửa kế hoạch
zh_hans: 编辑计划

source: Ends %@
ar: تنتهي في %@
de: Endet am %@
es: Termina el %@
fil: Matatapos %@
fr: Se termine le %@
hi: %@ को खत्म
id: Berakhir %@
it: Termina il %@
ja: %@に終了
ko: %@ 종료
nl: Eindigt op %@
pl: Kończy się %@
pt_br: Termina em %@
ru: Закончится %@
sv: Slutar %@
tr: Bitiş: %@
uk: Закінчиться %@
vi: Kết thúc %@
zh_hans: %@结束

source: Everyday conversations
ar: المحادثات اليومية
de: Alltagsgespräche
es: Conversaciones cotidianas
fil: Araw-araw na usapan
fr: Conversations du quotidien
hi: रोज़मर्रा की बातचीत
id: Percakapan sehari-hari
it: Conversazioni quotidiane
ja: 日常会話
ko: 일상 대화
nl: Alledaagse gesprekken
pl: Codzienne rozmowy
pt_br: Conversas do dia a dia
ru: Повседневные разговоры
sv: Vardagssamtal
tr: Günlük konuşmalar
uk: Повсякденні розмови
vi: Trò chuyện hằng ngày
zh_hans: 日常对话

source: Everyday conversations, out loud, with a partner who plays the other side.
ar: المحادثات اليومية، بصوت عالٍ، مع شريك يؤدي دور الطرف الآخر.
de: Alltagsgespräche, laut, mit einem Gegenüber, das die andere Seite spielt.
es: Conversaciones cotidianas, en voz alta, con un compañero que hace el otro papel.
fil: Araw-araw na usapan, nang malakas, kasama ang partner na gaganap sa kabilang panig.
fr: Les conversations du quotidien, à voix haute, avec un partenaire qui joue l'autre rôle.
hi: रोज़मर्रा की बातचीत, ज़ोर से, एक पार्टनर के साथ जो दूसरी तरफ़ का किरदार निभाता है।
id: Percakapan sehari-hari, dengan suara keras, bersama partner yang memerankan pihak lain.
it: Conversazioni quotidiane, ad alta voce, con un partner che interpreta l'altra parte.
ja: 日常会話を声に出して。相手役はパートナーが演じます。
ko: 일상 대화를 소리 내어. 파트너가 상대 역할을 맡아요.
nl: Alledaagse gesprekken, hardop, met een partner die de andere kant speelt.
pl: Codzienne rozmowy, na głos, z partnerem, który gra drugą stronę.
pt_br: Conversas do dia a dia, em voz alta, com um parceiro que faz o outro lado.
ru: Повседневные разговоры вслух с партнёром, который играет другую сторону.
sv: Vardagssamtal, högt, med en partner som spelar den andra sidan.
tr: Günlük konuşmalar, sesli olarak, karşı tarafı oynayan bir partnerle.
uk: Повсякденні розмови вголос із партнером, який грає іншу сторону.
vi: Trò chuyện hằng ngày, thành tiếng, với bạn tập đóng vai bên kia.
zh_hans: 大声练习日常对话，搭档扮演对方。

source: Example answer
ar: إجابة نموذجية
de: Beispielantwort
es: Respuesta de ejemplo
fil: Halimbawang sagot
fr: Exemple de réponse
hi: उदाहरण जवाब
id: Contoh jawaban
it: Risposta di esempio
ja: 回答例
ko: 예시 답변
nl: Voorbeeldantwoord
pl: Przykładowa odpowiedź
pt_br: Resposta de exemplo
ru: Пример ответа
sv: Exempelsvar
tr: Örnek yanıt
uk: Приклад відповіді
vi: Câu trả lời mẫu
zh_hans: 示例回答

source: Explain it as if to a friend.
ar: اشرحها كما لو كنت تشرح لصديق.
de: Erklär es wie einem Freund.
es: Explícalo como a un amigo.
fil: Ipaliwanag na parang sa kaibigan.
fr: Explique-le comme à un ami.
hi: ऐसे समझाएँ जैसे किसी दोस्त को।
id: Jelaskan seolah kepada teman.
it: Spiegalo come a un amico.
ja: 友達に話すように説明してください。
ko: 친구에게 말하듯 설명해 보세요.
nl: Leg het uit alsof het een vriend is.
pl: Wyjaśnij to jak przyjacielowi.
pt_br: Explique como se fosse para um amigo.
ru: Объясните, как другу.
sv: Förklara det som för en vän.
tr: Bir arkadaşına anlatır gibi açıkla.
uk: Поясніть, як другові.
vi: Giải thích như đang nói với một người bạn.
zh_hans: 像对朋友那样解释。

source: Feedback
ar: الملاحظات
es: Comentarios
fr: Retour
hi: फ़ीडबैक
id: Masukan
ja: フィードバック
ko: 피드백
pl: Informacja zwrotna
ru: Разбор
sv: Återkoppling
tr: Geri bildirim
uk: Розбір
vi: Nhận xét
zh_hans: 反馈

source: Feedback couldn't finish. Your words are saved; please try again.
ar: تعذّر إكمال الملاحظات. كلماتك محفوظة؛ يُرجى المحاولة مجددًا.
de: Das Feedback konnte nicht abgeschlossen werden. Deine Worte sind gespeichert; bitte versuch es erneut.
es: Los comentarios no se pudieron completar. Tus palabras están guardadas; inténtalo de nuevo.
fil: Hindi natapos ang feedback. Naka-save ang mga sinabi mo; pakisubukan ulit.
fr: Le retour n'a pas pu aboutir. Tes mots sont enregistrés ; réessaie.
hi: फ़ीडबैक पूरा नहीं हो सका। आपके शब्द सहेजे गए हैं; कृपया दोबारा कोशिश करें।
id: Masukan tidak bisa diselesaikan. Kata-katamu tersimpan; silakan coba lagi.
it: Il feedback non è stato completato. Le tue parole sono salvate; riprova.
ja: フィードバックを完了できませんでした。あなたの言葉は保存されています。もう一度お試しください。
ko: 피드백을 완료하지 못했어요. 말씀하신 내용은 저장되어 있으니 다시 시도해 주세요.
nl: De feedback kon niet worden afgerond. Je woorden zijn bewaard; probeer het opnieuw.
pl: Nie udało się dokończyć informacji zwrotnej. Twoje słowa są zapisane; spróbuj ponownie.
pt_br: O feedback não pôde ser concluído. Suas palavras estão salvas; tente novamente.
ru: Не удалось завершить разбор. Ваши слова сохранены; попробуйте ещё раз.
sv: Återkopplingen kunde inte slutföras. Dina ord är sparade; försök igen.
tr: Geri bildirim tamamlanamadı. Söylediklerin kaydedildi; lütfen tekrar dene.
uk: Не вдалося завершити розбір. Ваші слова збережено; спробуйте ще раз.
vi: Chưa thể hoàn tất nhận xét. Lời bạn nói đã được lưu; vui lòng thử lại.
zh_hans: 反馈未能完成。你说的话已保存，请重试。

source: Feedback didn't finish
ar: لم تكتمل الملاحظات
de: Feedback nicht abgeschlossen
es: Los comentarios no terminaron
fil: Hindi natapos ang feedback
fr: Le retour n'a pas abouti
hi: फ़ीडबैक पूरा नहीं हुआ
id: Masukan tidak selesai
it: Il feedback non è terminato
ja: フィードバックが完了しませんでした
ko: 피드백이 완료되지 않았어요
nl: Feedback niet afgerond
pl: Informacja zwrotna nie została ukończona
pt_br: O feedback não terminou
ru: Разбор не завершён
sv: Återkopplingen blev inte klar
tr: Geri bildirim tamamlanmadı
uk: Розбір не завершено
vi: Nhận xét chưa hoàn tất
zh_hans: 反馈未完成

source: Feedback that quotes your own words.
ar: ملاحظات تقتبس كلماتك أنت.
de: Feedback, das deine eigenen Worte zitiert.
es: Comentarios que citan tus propias palabras.
fil: Feedback na sumisipi sa sarili mong mga salita.
fr: Un retour qui cite tes propres mots.
hi: ऐसा फ़ीडबैक जो आपके अपने शब्दों को उद्धृत करता है।
id: Masukan yang mengutip kata-katamu sendiri.
it: Un feedback che cita le tue parole.
ja: あなた自身の言葉を引用したフィードバック。
ko: 내가 한 말을 인용한 피드백.
nl: Feedback die je eigen woorden citeert.
pl: Informacja zwrotna cytująca twoje własne słowa.
pt_br: Feedback que cita suas próprias palavras.
ru: Разбор, который цитирует ваши собственные слова.
sv: Återkoppling som citerar dina egna ord.
tr: Kendi sözlerinden alıntı yapan geri bildirim.
uk: Розбір, що цитує ваші власні слова.
vi: Nhận xét trích dẫn chính lời bạn nói.
zh_hans: 引用你原话的反馈。

source: Feel easier in conversation
ar: كن أكثر راحة في الحديث
de: Entspannter ins Gespräch
es: Siéntete más cómodo al conversar
fil: Maging mas panatag sa usapan
fr: Être plus à l'aise en conversation
hi: बातचीत में ज़्यादा सहज रहें
id: Lebih santai saat mengobrol
it: Più a tuo agio nelle conversazioni
ja: 会話をもっと気楽に
ko: 대화를 더 편하게
nl: Meer op je gemak in gesprekken
pl: Swobodniej w rozmowie
pt_br: Fique mais à vontade nas conversas
ru: Свободнее в разговоре
sv: Känn dig mer bekväm i samtal
tr: Sohbette daha rahat ol
uk: Вільніше в розмові
vi: Thoải mái hơn khi trò chuyện
zh_hans: 聊天更自在
